{"translation-revision-date":"2023-08-08 20:43:02+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Discover its new features and improvements with a quick overview of what's included.":["לעיין באפשרויות החדשות ובשיפורים באמצעות סקירה מהירה של מה שכלול."],"Discover the product form's unique features with a quick overview of what's included.":["לעיין באפשרויות הייחודיות של טופס המוצר באמצעות סקירה מהירה של מה שכלול."],"Welcome to the new product form!":["שמחים להציג את טופס המוצר החדש!"],"New product form (Beta)":["טופס המוצר החדש (ביתא)"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["אנחנו עובדים כעת כדי להוסיף עוד אפשרויות לטופס המוצר, כולל יכולת להוסיף מוצרים דיגיטליים, סוגים ועוד. כדאי לעקוב אחר העמוד הזה!"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["להוסיף מוצרים לאתר ולאפשר את רכישתם במהירות שיא! הטכנולוגיה המודרנית שלנו מבטיחה חוויה אמינה ויעילה."],"Lightning fast performance ":["ביצועים מהירים ביותר "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["אפשר להציג לראווה את המאפיינים הנהדרים של המוצרים שלך ולסקרן לקוחות עם תיאורי מוצר עשירים בתוכן. כדאי להוסיף תמונות, סרטוני וידאו וכל סוג תוכן אחר שאולי יעזור להם לבצע רכישה."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["כל מה שנדרש לך ליצירה ולמכירה של המוצרים שלך, במקום אחד. כאן אפשר למצוא את כל הגדרות המוצר – החל בתמונות ובתיאורים וכלה בתמחור ומלאי."],"About the form…":["מידע לגבי הטופס..."],"Thanks for the feedback — we'll put it to good use!":["תודה ששלחת את המשוב – נשתמש בו היטב!"],"What do you think of the new product form?":["מה דעתך לגבי טופס המוצר החדש?"],"Beta":["ביתא"],"View highlights":["להציג את המאפיינים העיקריים"],"Tell me more":["אני רוצה לראות מידע נוסף"],"More features are on the way":["עוד אפשרויות בדרך"],"Content-rich product descriptions":["תיאורי מוצר עשירים בתוכן"],"Fresh and modern interface":["ממשק רענן ומודרני"],"Turn off the new product form":["לכבות את טופס המוצר החדש"],"Save changes and go back to the classic product editing screen.":["עליך לשמור את השינויים ולחזור למסך הקלאסי לעריכת מוצרים."],"Please enter no more than 500 characters.":["יש להזין 500 תווים לכל היותר."],"Please enter a valid email address.":["יש להזין כתובת אימייל תקפה."],"In case you want to participate in further discussion and future user research.":["למקרה שברצונך להשתתף בדיון נוסף ובמחקר משתמשים עתידי."],"YOUR EMAIL ADDRESS <optional \/>":["כתובת האימייל שלך <optional \/>"],"(OPTIONAL)":["(אופציונלי)"],"ADDITIONAL THOUGHTS <optional \/>":["תובנות נוספות <optional \/>"],"Meet the product editing form":["זהו הטופס לעריכת המוצר"],"The product editing screen's functionality meets my needs":["הפונקציונליות של מסך עריכת המוצרים עונה על הצרכים שלי"],"The product editing screen is easy to use":["מסך עריכת המוצרים קל לשימוש"],"Finish":["סיום"],"Page %1$d of %2$d":["עמוד ⁦%1$d⁩ מתוך ⁦%2$d⁩"],"Guide controls":["פקדים להדרכה"],"Share feedback":["כדאי לשלוח משוב"],"Next":["הבא"],"Previous":["הקודם"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}